export const THAI_UNIVERSITIES = [
  {
    group: "มหาวิทยาลัยในกำกับของรัฐและรัฐบาล",
    list: [
      "จุฬาลงกรณ์มหาวิทยาลัย", "มหาวิทยาลัยธรรมศาสตร์", "มหาวิทยาลัยมหิดล",
      "มหาวิทยาลัยเกษตรศาสตร์", "มหาวิทยาลัยเชียงใหม่", "มหาวิทยาลัยขอนแก่น",
      "มหาวิทยาลัยสงขลานครินทร์", "มหาวิทยาลัยศรีนครินทรวิโรฒ", "มหาวิทยาลัยศิลปากร",
      "มหาวิทยาลัยบูรพา", "มหาวิทยาลัยแม่ฟ้าหลวง", "มหาวิทยาลัยพะเยา",
      "มหาวิทยาลัยมหาสารคาม", "มหาวิทยาลัยทักษิณ", "มหาวิทยาลัยอุบลราชธานี",
      "มหาวิทยาลัยนราธิวาสราชนครินทร์", "มหาวิทยาลัยนครพนม", "มหาวิทยาลัยนเรศวร",
      "มหาวิทยาลัยเทคโนโลยีสุรนารี", "มหาวิทยาลัยวลัยลักษณ์", "มหาวิทยาลัยสวนดุสิต"
    ]
  },
  {
    group: "กลุ่มมหาวิทยาลัยเทคโนโลยีราชมงคล (มทร.)",
    list: [
      "มทร. ธัญบุรี", "มทร. กรุงเทพ", "มทร. ตะวันออก", "มทร. พระนคร",
      "มทร. รัตนโกสินทร์", "มทร. ล้านนา", "มทร. ศรีวิชัย", "มทร. สุวรรณภูมิ", "มทร. อีสาน"
    ]
  },
  {
    group: "กลุ่มมหาวิทยาลัยราชภัฏ (มรภ.)",
    list: [
      "มรภ. สวนสุนันทา", "มรภ. จันทรเกษม", "มรภ. บ้านสมเด็จเจ้าพระยา", "มรภ. พระนคร",
      "มรภ. ธนบุรี", "มรภ. เชียงใหม่", "มรภ. นครราชสีมา", "มรภ. ภูเก็ต", "มรภ. สงขลา"
    ]
  },
  {
    group: "สถาบันเทคโนโลยีและวิทยาลัย",
    list: [
      "สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี",
      "มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ",
      "สถาบันการพยาบาลศรีสวรินทิรา", "วิทยาลัยแพทยศาสตร์พระมงกุฎเกล้า"
    ]
  },
  {
    group: "มหาวิทยาลัยเอกชน",
    list: [
      "มหาวิทยาลัยกรุงเทพ", "มหาวิทยาลัยรังสิต", "มหาวิทยาลัยหอการค้าไทย",
      "มหาวิทยาลัยอัสสัมชัญ (ABAC)", "มหาวิทยาลัยศรีปทุม", "มหาวิทยาลัยพายัพ",
      "มหาวิทยาลัยหัวเฉียวเฉลิมพระเกียรติ", "มหาวิทยาลัยเกษมบัณฑิต", "มหาวิทยาลัยธุรกิจบัณฑิตย์"
    ]
  }
];